export const TERMS_RU_CONTENT = `Договор-оферты об осуществлении продажи через Цифровую платформу JizBiz (далее – «Оферта») устанавливают существенные условия оказания услуг по изготовлению, реализации и доставки продукции общественного питания и других товаров Продавцом Покупателю.
Покупатель, ознакомившись с настоящими Условиями, присоединяется к ним и выражает свое согласие с ними путем совершения действий, указанных в настоящим Оферте. В случае принятия изложенных ниже условий, лицо, производящее акцепт данной оферты, соблюдающее установленные требования оформления и согласования заказа с использованием информации и материалов на всех цифровых платформах JizBiz, заключает договор на условиях, которые определены в настоящем Оферте. Условия заключаемого Договора, определяются также дополнительной информацией, размещенной на всех цифровых платформах JizBiz (стоимость Продукции, стоимость услуг по доставке, характеристика продукции, др. условия), если эта информация не противоречит настоящей публичной оферте, с чем Покупатель согласен. 
Продавец оставляет за собой право вносить в одностороннем порядке изменения в настоящий Договор. Все информационные материалы, представленные на всех цифровых платформах JizBiz,  носят справочный характер и не могут в полной мере передавать достоверную информацию о свойствах и характеристиках Продукции, включая цвета, размеры и формы.
 
 
1. Термины и определения
 
1.1. В настоящей оферте, если из контекста не следует иное, нижеприведенные термины с заглавной буквы имеют следующие значения.
 
1.1.1. «Продавец» - юридическое лицо, зарегистрированное в соответствии с законодательством Республики Узбекистан и осуществляющее предпринимательскую деятельность. Полное фирменное наименование и место нахождения Продавца указывается на всех Цифровых платформах JizBiz.
 
1.1.2. «Покупатель» - представитель юридического лица или полностью дееспособное физическое лицо, имеющее намерение заказать или заказывающее Товар на Цифровом платформе JizBiz, заключившее на условиях, содержащихся в настоящей Оферте с Продавцом договор оказания услуг по доставке Продукции для личных, семейных, домашних или иных нужд, не связанных с осуществлением предпринимательской деятельности.
 
1.1.3. Цифровая платформа JizBiz - Клиентские мобильные приложения ''Jiz Jiz Ivleva'' MCHJ» (Bot va sayt), Телеграм-БОТ (@JizBizOfficialBot), веб-сайт https://www.jizbiz.uz/, Call-центр, Службы доставки JizBiz вместе взятые.
 
1.1.4. «Служба доставки» - лица, оказывающие услуги по организации доставки Продукции от имени Продавца или сотрудники Продавца.
 
1.1.5. «Продукция» - перечень продукций Продавца, представленных на всех цифровых платформах JizBiz. Продукция может отличаться от изображения на всех цифровых платформах JizBiz.
 
1.1.6. «Заказ» – отдельные позиции (позиция) из ассортиментного перечня Товаров, выбранные и заказанные Покупателем посредством Цифровом платформе JizBiz.
 
Call-центр службы доставки JizBiz по телефонному номеру:  +998712077077 с 00:00 до 00:00 ч.

2. Общие положения
 
2.1. Настоящие Оферта, а также информация о Товаре и услугах, представленная в Цифровом платформе JizBiz, являются публичной офертой в смысле статьи 367 и пункта 2 статьи 369 ГК Республики Узбекистан на заключение Договора розничной купли-продажи товаров и услуг.
К отношениям между Покупателем и Продавцом применяются положения ГК РУз, Закон РУз «О защите прав потребителей» от 26.04.1996 г. № 221-I, Закон РУз «О персональных  данных» № 547 от 02.07.2019г., и иные нормативно-правовые акты действующего законодательства Республики Узбекистан (далее по тексту настоящей оферты – «РУз»).
 
2.2. Продавец и Покупатель гарантируют, что обладают необходимыми правами и дееспособностью, а также всеми правами, необходимыми для заключения и исполнения договора.
 
2.3. Покупатель обязуется ознакомиться с условиями настоящей оферты, с информацией, указанной на всех Цифровых платформах JizBiz, в отношении Продукции, с условиями участия в Программе лояльности, Политикой Конфиденциальности и Пользовательским соглашением. Принимая условия указанный в данном пункте настоящего Оферты, Покупатель автоматически принимает условия публичных Оферт других лиц на Сайте, реализующих Продукцию в рамках франчайзинговой сети под единой торговой маркой JizBiz.
 
2.4. Продавец оставляет за собой право вносить изменения в настоящую Оферту с внесенными изменениями в Цифровом платформе JizBiz, в связи с чем Покупатель обязуется самостоятельно отслеживать наличие изменений в настоящей Оферте. Редакции Оферт, действовавших до даты, указанной в названии настоящей Оферты, предоставляются по запросу (по Телефону) или указаны на Сайте.
 
2.5. Покупатель Акцептируя настоящего Оферты соглашается, принимает их и присоединяется к условия настоящего Оферты следующим образом:
- нажатием кнопки «Оформить заказ» на последнем этапе оформления Заказа в Телеграмм-боте,
- подтверждением заказа по телефону через Колл-центр;
- подтверждением Заказа через сайт;
- подтверждением Заказа через мобильное приложение.
 
2.6. Заказ Товара, оформленный Покупателем в Цифровом платформе JizBiz является подтверждением заключенного между Продавцом и Покупателем Договора.
 
2.7. Право собственности на Товары переходит к Покупателю в момент приемки Товаров Покупателем и оплаты последним полной стоимости принятых Товаров. Риск случайной гибели или повреждения Товаров переходит к Покупателю с момента приемки Товаров Покупателем.
 
2.8. Принимая (акцептируя) настоящую Оферту, Покупатель подтверждает свое согласие и разрешает Продавцу обрабатывать свои данные, в том числе: имя, адрес доставки, телефон, адрес электронной почты. Под обработкой персональных данных в настоящих условиях понимается: сбор вышеуказанных данных, их систематизация, накопление, хранение, уточнение (обновление, изменение), использование, блокирование, уничтожение, передача третьим лицам в целях проведения маркетинговых мероприятий и исследований.
 
2.9. Принимая условия настоящего Оферты, Покупатель выражает согласие и разрешает Продавцу и его службам обрабатывать персональные данные Покупателя с помощью автоматизированных систем управления базами данных, а также иных программных и технических средств, выражает согласие на получение sms-сообщений, на участие в маркетинговых акциях и мероприятиях, а также на получение рекламных сообщений.
 
2.10. Продавец обязуется обеспечивать конфиденциальность предоставленных Покупателем персональных данных, их защиту от копирования, распространения. В любой момент Покупатель вправе запросить перечень своих персональных данных и/или потребовать изменить, заблокировать либо уничтожить свои персональные данные, позвонив Продавцу Call-центру, указав имя, телефон, а также адрес доставки, либо направив уведомление в электронном виде по адресу: admin@jizbiz.uz
 
3. Предмет Договора
 
3.1. Продавец продает Продукцию по ценам, представленных на всех Цифровых платформах JizBiz, и организует доставку Продукции, а Покупатель производит оплату и принимает Продукцию в соответствии с условиями настоящей Оферты.
 
 
4. Права и Обязанности Сторон
 
4.1. Продавец вправе осуществлять рассылку уведомлений о проводимых акциях и рекламных материалов Покупателю по сетям электросвязи, при условии получения от Покупателя согласия на совершение указанных действий.
 
4.2. Покупатель имеет право в любой момент отписаться от уведомлений, указанных в пункте 4.1. настоящей оферты, и подписаться на уведомления вновь.
 
4.3. Продавец вправе совершать вызовы на адрес Покупателя в целях проведения маркетинговых исследований среди Покупателей и исследования предпочтений Покупателей; проведения розыгрышей призов среди Покупателей; проведения анализа оказываемых Продавцом услуг; урегулирования конфликтных ситуаций без получения от Покупателя согласия на совершение всех вышеперечисленных действий.
 
4.4. Продавец вправе отправлять сервисные сообщения, информирующие Покупателя о совершенном им заказе, его перечне, этапах его обработки и о готовности заказа; такие сервисные сообщения отправляются автоматически, не могут быть отклонены Покупателем, направлены на контроль качества услуг, оказанных Покупателю и его информирование о надлежащем исполнении Продавцом своих обязательств по договору.
 
Продавец обязуется обрабатывать и хранить персональные данные Покупателя, предоставленные Продавцу, обеспечивать их конфиденциальность и не предоставлять доступ к этой информации третьим лицам, за исключением случаев, предусмотренных действующим законодательством РУз. Принимая (акцептируя) настоящую оферту, Покупатель подтверждает свое согласие и разрешает Продавцу обрабатывать свои персональные данные, в том числе: фамилию, имя, отчество, дату рождения, адрес доставки; телефон. Под обработкой персональных данных в настоящей оферте понимается: сбор вышеуказанных данных, их систематизация, накопление, хранение, уточнение (обновление, изменение), использование, блокирование.
 
Продавец имеет право на передачу персональных данных Покупателя Службу доставки с целью доставки Покупателю заказанных последним Продукции.
 
Покупатель выражает согласие и разрешает продавцу и его службам обрабатывать персональные данные Покупателя с помощью автоматизированных систем управления базами данных, а также иных программных и технических средств.
 
Работа с такими системами осуществляется по вышеуказанному алгоритму (сбор, систематизация, накопление, хранение, уточнение, использование, блокирование, уничтожение).
 
Продавец вправе самостоятельно определять используемые способы обработки персональных данных Покупателя (включая, но, не ограничиваясь: автоматическая сверка почтовых кодов с базой кодов/индексов, автоматическая проверка написания названий улиц/населенных пунктов, сегментация базы данных по заданным критериям и т.д.).
 
Продавец обеспечивает конфиденциальность предоставленных Покупателем персональных данных, их защиту от копирования, распространения. В любой момент Покупатель вправе запросить перечень своих персональных данных и/или потребовать изменить персональные данные, позвонив Покупателю по телефону, указав имя, отчество, фамилию и адрес доставки.
 
В случае передачи Покупателем персональных данных третьему лицу, Покупатель в полном объеме несет ответственность за действия, совершенные такими третьими лицами, а также, за убытки, причиненные такими третьими лицами Продавцу.
 
4.5. В случае, неоднократного оформления заказа одним Покупателем и отмены последним, продавец имеет право отказать или заблокировать таковых автоматически системой.
 
4.6. Покупатель не имеет права менять заказ, после успешной оплаты в случае оформления заказа за безналичный расчет. 
 
4.7. Покупатель не имеет права менять метод оплаты после успешной оплаты через платежные системы.
 
4.8. В случае оформления заказа Покупателем за безналичный расчет и не внесения оплаты через платежные системы в течении 4,59 минут, заказ может быть автоматически аннулирован. 
 
4.9. Продавец не несет ответственность за отправку Покупателем не корректной локации через все Цифровые платформы JizBiz.
 
5. Оформление и сроки выполнения Заказа
 
5.1. Заказ может быть оформлен Покупателем одним из следующих способов:
- с помощью размещения Заказа через Call-центр,
- с помощью Телеграмм-бота;
- с помощью мобильного приложения;
- с помощью сайта.
 
5.2. Покупатель до момента оформления Заказа - должен ознакомиться с содержанием и условиями, установленными в настоящей Оферте, а также с иными условиями, указанными на всех цифровых платформах JizBiz, в том числе с ценами на Продукцию, зоной доставки Продукции, который необходимо осуществить, чтобы он был доставлен Покупателю;
 
5.3. Для оформления Покупателем Заказа Цифровых платформах JizBiz: при помощи Телеграмм-бота, необходимо выбрать подходящий товар из разделов «Меню», выбрать количество товара и добавить Товар(ы) в корзину. При заказе двух и более позиций Товара описанные операции необходимо повторить в отношении каждой товарной позиции. Далее, необходимо перейти в раздел «Корзина», в «Корзине» проверить количество и перечень заказываемого Товара (при необходимости изменить соответствующие сведения), далее нажать кнопку «Оформить заказ». На открывшейся странице заполнить обязательные поля, касающиеся личных данных, а также адреса доставки Покупателя, выбрать время доставки, способ оплаты заказа и нажать кнопку «Оформить заказ». Нажимая кнопку «Оформить заказ» и «Заказать», Покупатель завершает оформление Заказа. После этого сотрудники Продавца, при необходимости, могут связаться с Покупателем для подтверждения указанных сведений либо с целью корректировки заказа;
Для оформления Покупателем Заказа через сайт https://www.JizBiz.uz/.
Для оформления Покупателем Заказа через мобильное приложение ……
 
5.4. При оформлении Заказа посредством Цифровых платформах JizBiz Покупатель должен указать следующую информацию:
-имя;
-контактный телефон;
- сведения о месте доставки (включая город, улицу, дом, корпус/строение, № квартиры/офиса, подъезд, этаж, код домофона, комментарии к адресу доставки);
- комментарии и промокод (при необходимости);
 
5.5. Покупатель обязуется предоставить достоверные персональные данные, необходимые для идентификации Покупателя и достаточные, для совершения сделки с Продавцом и доставки Покупателю заказанных им Продукции.
 
5.6. Покупатель обязуется, оплатить заказанные Продукцию на условиях настоящей оферты и соблюдать условия, установленные в настоящей оферте, а также иные условия, указанные на всех Цифровых платформах JizBiz.
 
5.7. В случае возникновения у Покупателя дополнительных вопросов, касающихся Продукции, перед оформлением Заказа Покупатель должен обратиться к Продавцу по Телефону для получения необходимой информации, в соответствии с режимом работы, указанным на всех Цифровых платформах JizBiz.
 
5.8. Покупатель может предоставить только ту Продукцию, которые есть в наличии у Продавца на момент оформления заказа Продукции у Продавца.
 
5.9. При оформлении заказа по Телефону Продавец вправе осуществлять аудиозапись телефонного разговора с Покупателем, если указанные действия необходимы Продавцу для исполнения обязанностей, предусмотренных настоящей офертой, и оценки качества оказанных услуг, без получения от Покупателя согласия на совершение указанных действий.
 
5.10. При оформлении заказа посредством заполнения электронной формы заказа на всех Цифровых платформах JizBiz, Покупатель создает учетную запись в соответствии с Пользовательским соглашением.
 
5.11. Если у Продавца отсутствует необходимое количество или ассортимент сделанных Покупателем Продукции, Продавец информирует об этом Покупателя по телефону в течение 30 минут после получения заказа Продукции от Покупателя. Покупатель вправе согласиться принять Продукцию в ином количестве или ассортименте, либо аннулировать свой заказ Продукции. В случае неполучения ответа Покупателя Продавец вправе аннулировать Заказ Покупателя в полном объеме.
 
5.12. Продавец вправе приостановить прием заказов Продукции в случае технических неполадок, не позволяющих принять заказ Продукции, или отсутствия ингредиентов, необходимых для изготовления до момента оформления на всех цифровых платформах JizBiz, ознакомиться с содержанием и условиями, установленными в настоящей оферте, а также с иными условиями, указанными на всех Цифровых платформах JizBiz, в том числе с ценами на Продукцию, зоной доставки Продукции который необходимо сделать, чтобы он был доставлен Покупателю;
 
6. Доставки Продукции
 
6.1. Продавец приложит все усилия для соблюдения сроков доставки, тем не менее, задержки в доставке возможны ввиду непредвиденных обстоятельств, произошедших не по вине Продавца.
 
6.2. Доставка Продукции осуществляется Службой доставки по фактическому адресу, указанному Покупателем, при оформлении заказа или выборкой Продукции Покупателем (самовывозом).
 
Доставка Продукции осуществляется только до: ресепшен, регистратуры, государственных и лечебно- профилактических учреждений, бизнес центров, торговых точек, рынков, супермаркетов, спа салоны и т.д.
 
6.3. Доставка Продукции в пределах зоны доставки осуществляется в соответствии с режимом работы Продавца, указанном на всех цифровых платформах JizBiz. Доставка Продукции по адресам, не входящим в зону доставки, не осуществляется.
 
6.4. Доставка заказа осуществляется службой доставки JizBiz миллий. Стоимость доставки оплачивается отдельно, в зависимости расстояния от места исполнения заказа до места доставки. В специально оговоренных случаях доставка может быть осуществлена и бесплатно.   Заказчик имеет право получить товар непосредственно у самих филиалов (самовывоз) Доставка Заказа Курьером осуществляется до двери Заказчика
 
6.4. Время доставки заказа Продукции внутри города – 30 минут с момента принятия заказа Продукции по наличному расчету и с момента подтверждения оплаты по безналичному расчету. В случае нарушения установленных сроков доставки Продукции, в силу обстоятельств непреодолимой силы («форс-мажор») в соответствии с Разделом 9 настоящей Оферты Продавец не считается просрочившим доставку. В случае поступления большого количества заказов, а также сложной дорожной обстановки (ремонта, пятничной молитвы), плохих погодных условий, время доставки может быть увеличено до 90 минут.
 
6.6. Продавец вправе отказаться от исполнения договора в том случае, если Служба доставки по прибытии к фактическому адресу доставки Покупателя, не может осуществить фактическую передачу доставленной Продукции по вине Покупателя (Покупатель до 5 минут не отвечает на телефонный вызов или не открывает дверь Курьерской службе).
 
В случае, если Продукция не была передана Покупателю по вине последнего, отказа Покупателя от приемки и/или оплаты заказной им продукции, ложного вызова, Продавец вправе заблокировать логин (абонентский номер телефона) Покупателя.
 
6.6. В случае, изменения адреса доставки после оформления и подтверждения заказа по просьбе Покупателя, последний оплачивает дополнительно за доставку согласно п.6.4 полную стоимость доставки в зависимости от региона, если расстояние между ранее указанным и новым адресом превышает 1 км.
 
7. Оплата Продукции
 
7.1. Цены на Продукцию определяются Продавцом в одностороннем порядке и указываются на Цифровых платформах JizBiz. При этом стоимость Заказа, оговоренная при подтверждении его оформления, изменению в одностороннем порядке, не подлежит.
 
7.2. Оплата Продукции Покупателем производится в сумах Республики Узбекистан одним из следующих способов:
 
7.2.1. Наличными денежный расчет: сумма, указанная в кассовом чеке, передается Покупателем курьеру, доставившему Заказ. Покупателю выдается кассовый чек. При невозможности получения Заказа, оформленного за наличный расчет, указанными выше лицу, заказ вручается лицу, готовому предоставить сведения о Заказе (номер заказа и/или ФИО Покупателя), а также оплатить стоимость заказа в полном объеме курьеру, осуществляющему доставку Заказа.
 
7.2.2. Банковской картой: _______________
 
 
 
7.2.3. посредством платежной системы: _____________
 
 
7.3. С момента передачи заказа Покупателю (а равно любому лицу, принявшему заказ по указанному при оформлении адресу) обязательства Продавца по договору считаются исполненными. Обязательства Покупателя по оплате Продукции считаются исполненными с момента оплаты Продукции и списания соответствующих денежных средств с его лицевого счета (в т.ч. пластиковой карточки).
 
8. Возврат и обмен Продукции
 
8.1. При получении Продукции Покупатель проверяет соответствие полученных Продукции Заказу, комплектность и отсутствие претензий к внешнему виду, запаху доставленного Продукцию. Претензии Покупателя по внешнему виду Продукции и их комплектности, после приемки Продукции, не принимаются. Покупатель вправе потребовать замены такой Продукции Продукцией надлежащего качества сразу в момент получения, либо в течении 5 минут после получения Продукции.
 
8.2. Продовольственные товары надлежащего качества возврату не подлежат.
 
8.3. Продавец обязан передать Покупателю Продукцию, которые полностью соответствуют его заказу, качество которых соответствует информации, представленной Покупателю при заключении данного договора (Оферты), а также информации, доведенной до его сведения при передаче Продукции (на этикетке или вкладыше, прикрепленных к Продукции или их упаковке, либо другими способами, предусмотренными для отдельных видов Продукции).
 
8.4. В случае невыполнения условий п. 8.1. настоящей Оферты, претензии Покупателя по внешнему виду Продукции, качеству и их комплектности не принимаются.
 
8.5. Возврат Продукции ненадлежащего качества:
 
8.5.1. Покупатель вправе возвратить Продавцу либо не принять Продукт ненадлежащего качества и потребовать возврата уплаченной цены такого Продукции. Покупатель также может потребовать замены Продукции ненадлежащего качества.
 
8.5.2. В случае отказа Покупателя от приемки Продукции и предъявления им требования о возврате уплаченной за Продукт денежной суммы, в случае, если указанная сумма уже была уплачена, сумма подлежит возврату Покупателю в течение 10 (десяти) дней с момента получения Продавцом указанного требования в письменной форме.
 
8.6. Возврат денежных средств:
 
8.6.1. Денежные средства подлежат возврату Покупателю способом, аналогичным примененному им при оплате Продукта: при оплате Заказа наличными денежными средствами- возврат осуществляется денежными средствами из кассы Продавца, при осуществлении платежа банковской картой- возврат денежных средств производится на банковскую карту;
 
8.6.2. В случае если возврат наличных денежных средств осуществляется неодновременно с возвратом товара Покупателю, возврат указанной суммы осуществляется Продавцом с согласия Покупателя одним из следующих способов:
а) наличными денежными средствами по месту нахождения Продавца;
б) путем перечисления соответствующей суммы на банковский или иной счет Покупателя,
 
8.7. Порядок действий при нарушении Продавцом условия об ассортименте (при пересортице):
 
8.7.1. В случае обнаружения в Заказе Продукта, не соответствующего заказанному по ассортименту, Покупатель вправе при передаче отказаться от данного Продукта и потребовать замены на Продукции, предусмотренный Заказом, либо возврата денежных средств за фактически не переданный Продукта.
 
8.7.2. Продукция, переданный Покупателю в нарушение условия об ассортименте, подлежит возврату Продавцу. В случае если Покупатель принимает данный Продукцию, Продавец вправе потребовать от Покупателя оплаты данного Продукта по цене, установленной Продавцом для данного Продукции на Сайте на момент передачи Продукта. Если фактически переданный Продукция отсутствует в ассортименте Продавца, представленном на Сайте на момент передачи продукции, данный Продукции оплачивается по цене, согласованной с Продавцом.
8.8.3. В случае невозможности осуществить замену Продукции, Продавец уведомляет об этом Покупателя по номеру телефона, указанному Покупателем при оформлении Заказа, а денежные средства, фактически оплаченные за не переданный Продукцию, возвращаются.
 
8.8.4. Денежные средства, оплаченные Покупателем за фактически непереданный Продукцию, подлежат возврату в течение 10 (десяти) дней с момента получения письменного требования Покупателя об их возврате и подтверждения сотрудников Продавца. Возврат уплаченной за Продукцию суммы осуществляется способом, аналогичным примененному при оплате Продукции.
 
8.9. Порядок действий при нарушении Продавцом условия о количестве.
 
8.9.1. При передаче Продукции Покупатель обязан проверить его количество на соответствие Заказу. Если Покупателем обнаружены расхождения по количеству Продукции, он обязан зафиксировать указанный факт в присутствии сотрудника Службы доставки (курьера).
 
8.8.2. Если Продавец передал Покупателю меньшее количество Продукции, чем определено Заказом, Покупатель при передаче Заказа вправе принять Продукцию в части, соответствующей Заказу, и потребовать передать недостающее количество Продукции, либо (если недостающий Продукции был оплачен) отказаться от Заказа в части недостающего Продукции и потребовать возврата денежных средств за недостающий Продукцию.
 
8.9.3. В случае невозможности передать недостающий Продукцию Продавец уведомляет об этом Покупателя по номеру телефона, указанному им при оформлении Заказа, а денежные средства, фактически оплаченные за недостающий Продукции, возвращаются.
 
8.9.4. Денежные средства, оплаченные Покупателем за недостающий Продукцию, подлежат возврату в течение 10 (десяти) дней с момента получения Продавцом уведомления Покупателя о возврате денежных средств вместе с копией Заказа с отметкой о недоставке части Продукции. Возврат уплаченной за Продукции денежной суммы осуществляется способом, аналогичным примененному при оплате Продукции, или иным способом по согласованию с Клиентом с учетом положений п 8.9. относительно порядка возврата денежных средств на банковскую карту.
 
8.9.5. В случае, если в бланке Заказа (накладной) отсутствует отметка Покупателя и сотрудника Службы доставки о недостающем Продукции, Продавец вправе отказать Покупателю в удовлетворении претензий по количеству либо по качеству переданного Продукцию.
 
9. Форс-мажор
 
9.1. Любая из Сторон освобождается от ответственности за полное или частичное неисполнение своих обязательств по настоящей оферте, если это неисполнение было вызвано обстоятельствами непреодолимой силы. Обстоятельства непреодолимой силы означают чрезвычайные события и обстоятельства, которые Стороны не могли ни предвидеть, ни предотвратить разумными средствами. Такие чрезвычайные события или обстоятельства включают в себя, в частности: забастовки, наводнения, пожары, землетрясения и иные стихийные бедствия, погодные условия, песчаная мгла, войны, военные действия, дорожно-транспортные-происшествия, мероприятия и действия республиканских, местных органов власти и управления, и органов милиции и так далее.
 
10. Ответственность Сторон публичной оферты
 
10.1. За неисполнение или ненадлежащее исполнение условий настоящей оферты (акцептованной Покупателем оферты Продавца) Стороны несут ответственность в соответствии с законодательством РУз. При этом, ответственность за неисполнение и ненадлежащее исполнение своих обязательств Сторон по Договору штрафные санкций (виде штрафов и пени) не применяются.
 
10.2. Вся текстовая информация и графические изображения, размещенные на всех Цифровых платформах JizBiz имеют законного Правообладателя. Незаконное использование указанной информации и изображений преследуется в соответствии с действующим законодательством РУз.
 
10.3. Продавец не несет ответственности за ущерб, причиненный Покупателю вследствие ненадлежащего использования им Продукции, приобретённых у Продавца.
 
10.4. Продавец не отвечает за убытки Покупателя, возникшие в результате неправильного заполнения Заказа, в том числе неправильного указания персональных данных.
 
10.5. Покупатель несёт полную ответственность за достоверность сведений и предоставленных персональных данных.
 
10.6. Стороны признают, что исполнение обязательств по настоящему договору начинается с момента согласования сторонами Заказа, и заканчивается при полном исполнении обязательств.
 
10.7. Все споры и разногласия, возникающие при исполнении сторонами обязательств по настоящему договору, решаются путем переговоров либо в претензионном порядке.
 
10.9. В случае невозможности устранения споров и разногласий, споры разрешаются ниже следующим в судебном территориальном порядке в соответствии с действующим законодательством Республики Узбекистан:
а) споры с физическими лицами рассматриваются в Шайхонатурском межрайонном гражданском суде города Ташкента.
б) споры с физическими и юридическими лицами может быт рассмотрено в Арбитражном суде при фонде развития международных арбитражных и арбитражных судов Республики Узбекистан.
в) споры с юридическими лицами рассматриваются в Ташкентском межрайонном экономическом суде.
 
 
11. Политика конфиденциальности и защита персональных данных
 
11.1. Продавец имеет право обрабатывать и хранить персональные данные Покупателя, предоставленные Продавцу, с согласия Покупателя, выраженного путем присоединения к условиям настоящего Оферты, обеспечивать их конфиденциальность и не предоставлять доступ к этой информации третьим лицам, за исключением случаев, предусмотренных настоящим Офертой и действующим законодательством РУз.
 
11.2. Принимая настоящее Оферту, Покупатель подтверждает свое согласие и разрешает Продавцу обрабатывать свои персональные данные, в том числе: имя, адрес доставки, телефон, адрес электронной почты. Под обработкой персональных данных в настоящем Офертой понимается: сбор вышеуказанных данных, их систематизация, накопление, хранение, уточнение (обновление, изменение), передачу третьим лицам в целях проведения маркетинговых, рекламных мероприятий и исследований, использование, блокирование, уничтожение. Продавец вправе поручить обработку персональных данных Покупателей третьим лицам. Покупатель соглашается, что его согласия на обработку персональных данных третьим лицом не требуется.
 
11.3. Принимая настоящее Оферту, Покупатель выражает согласие и разрешает Продавцу и его службам обрабатывать персональные данные Покупателя с помощью автоматизированных систем управления базами данных, а также иных программных и технических средств.
 
11.4. Продавец использует персональные данные и информацию, получаемую от Покупателя:
- для выполнения своих обязательств перед Покупателем;
- для оценки и улучшения работы Цифровых платформах JizBiz;
- для связи с Покупателем, в том числе направление уведомлений, запросов в целях оказания услуг, а также в целях обработки запросов и заявок от Покупателя;
- в целях улучшения качества услуг, удобства их использования, разработки новых услуг и блюд;
- статистических и маркетинговых исследований, в том числе касающихся работы Цифрового платформы JizBiz, качества продукции, качества обслуживания;
- для направления информационных sms-сообщений, а также для направления электронных писем и иных форм направления/получения информации по телефону либо электронному адресу Покупателю;
- для проведения маркетинговых мероприятий, направления рекламных сообщений и предложений для участия в специальных акциях и мероприятиях;
 
11.5. Разглашение информации, полученной Продавцом:
 
11.5.1. Продавец обязуется не разглашать полученные от Покупателя персональные данные.
 
11.5.2. Не считается разглашением информации поручение ее обработки Продавцом агентам и третьим лицам, действующим на основании договора с Продавцом, для исполнения обязательств перед Покупателем, а также в целях проведения маркетинговых, рекламных мероприятий и исследований. Не считается нарушением обязательств разглашение персональных данных в случаях, предусмотренных действующим законодательством РУз.
 
11.6. Продавец вправе осуществлять записи телефонных разговоров с Покупателем в целях улучшения качества предоставляемых услуг. При этом Продавец обязуется предотвращать попытки несанкционированного доступа к информации, полученной в ходе телефонных переговоров, и/или передачу ее третьим лицам, не имеющим непосредственного отношения к исполнению заказов.
 
12. Заключительные положения
 
12.1. Настоящий Договор – публичная оферта является официальным документом владельца на всех Цифровых платформах JizBiz.
 
12.2. Все приложения и дополнения к настоящему договору являются его неотъемлемой частью.
 
12.3. Признание судом недействительности какого-либо положения условий настоящего Оферты и его правил не влечет за собой недействительность остальных положений.

`;
